[ItemDefs.ID_MO_HiddenJournalsFurniture_Echo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO de Tannis"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HiddenJournalsFurniture_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="As crônicas de tortura de Patricia Tannis pelas mãos de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

